app/controllers/messages_controller.rb

INSERT INTO `messages` (`body`, `group_id`, `user_id`, `created_at`, `updated_at`) VALUES ('鍋 長唄 ぼきん じっかん。', 11, 9, '2019-04-19 04:53:41', '2019-04-19 04:53:41')
---
  def create
    @message = @group.messages.new(message_params)
    if @message.save

SELECT  `groups`.* FROM `groups` WHERE `groups`.`id` = 11 LIMIT 1
---
  def set_group
    @group = Group.find(params[:group_id])